{
    "version": "https://jsonfeed.org/version/1",
    "title": "SDG4: Quality Education @ improving by teacher training",
    "subtitle": "",
    "icon": "https://ps6-pbl-group2.github.io/images/favicon.ico",
    "description": "",
    "home_page_url": "https://ps6-pbl-group2.github.io",
    "items": [
        {
            "id": "https://ps6-pbl-group2.github.io/2023/08/04/Introduction/",
            "url": "https://ps6-pbl-group2.github.io/2023/08/04/Introduction/",
            "title": "Introduction",
            "date_published": "2023-08-03T22:00:00.000Z",
            "content_html": "<h1 id=\"introduction-of-sustainable-development-goal-4\"><a class=\"anchor\" href=\"#introduction-of-sustainable-development-goal-4\">#</a> Introduction of Sustainable Development Goal 4</h1>\n<blockquote>\n<p>‘Providing quality education for all is fundamental to creating a peaceful and prosperous world. Education gives people the knowledge and skills they need to stay healthy, get jobs and foster tolerance.’</p>\n<p>---From: website of Unite Nations</p>\n</blockquote>\n<p><img data-src=\"https://cdn.jsdelivr.net/gh/PS6-PBL-Group2/figbed/Figure1.jpg\" alt=\"Fig1\" /></p>\n<p>First, what are the challenges? In 2015, more than half the kids lack reading and mathematics skills. In sub-Saharan Africa and Central and Southern Asia, due to high cost, schools cannot provide basic resource, such as enough drinking water, electricity, education funding, the vehicle, textbooks, computers, the Internet and so on. Even they do not have enough trained teachers. Besides, gender inequality also exists in education. During the pandemic, many schools closed so that many students missed their class. What’s more, most schools are not concerned about students’ mental health.</p>\n<p>Who is suffering from these difficulties? 617 million children and adolescents of primary and lower secondary school age in the world cannot gain the basic study skills. And because of the gender inequality, women and girls cannot enter primary or secondary school. Moreover, disabled children have difficulties in education for lack of disability-adapted infrastructure.</p>\n",
            "tags": []
        },
        {
            "id": "https://ps6-pbl-group2.github.io/2023/08/04/Our-Focus/",
            "url": "https://ps6-pbl-group2.github.io/2023/08/04/Our-Focus/",
            "title": "Our Focus",
            "date_published": "2023-08-03T21:01:55.000Z",
            "content_html": "<h1 id=\"teachers-are-the-leading-force-of-quality-education\"><a class=\"anchor\" href=\"#teachers-are-the-leading-force-of-quality-education\">#</a> Teachers are the leading force of Quality Education</h1>\n<p>All of us understand the incredible importance of quality education in current society, which is the call of The Times and a key factor in promoting human progress. However, for people in fragile countries such as IGAD countries, access to quality education is often out of reach. In countries deeply affected by conflict and poverty, teachers play a central role in the peaceful and continued self-development of children. They are the implementers of education and the disseminators of knowledge; they are key to the success of any education system.</p>\n<p><img data-src=\"https://cdn.jsdelivr.net/gh/PS6-PBL-Group2/figbed/Figure2.jpg\" alt=\"Fig2\" /></p>\n<p>In our blog, we analyse the challenges faced by teachers in fragile countries in quality education in the problem section, and then show our solution and how it works in the solution section. Then we present our assessment of the solution and explain our reasons for choosing it in the evaluation section, combined with relevant success case in the example section.</p>\n",
            "tags": []
        },
        {
            "id": "https://ps6-pbl-group2.github.io/2023/08/04/Problem/",
            "url": "https://ps6-pbl-group2.github.io/2023/08/04/Problem/",
            "title": "Problem",
            "date_published": "2023-08-03T20:04:20.000Z",
            "content_html": "<h1 id=\"problems-of-quality-education-caused-by-teachers\"><a class=\"anchor\" href=\"#problems-of-quality-education-caused-by-teachers\">#</a> Problems of Quality Education caused by teachers</h1>\n<p>We focus on the problems of quality education caused by teachers.</p>\n<p>Not surprisingly, fragile countries tend to have weak education systems and often lack qualified personnel who can help teachers master content, and systems and incentives to encourage and help teachers improve their practice. These situations tend to demotivate teachers and have a negative impact on key factors for the growth of the teaching profession, which are essential for quality education.</p>\n<h2 id=\"the-low-efficacy-and-professionalism-of-teachers\"><a class=\"anchor\" href=\"#the-low-efficacy-and-professionalism-of-teachers\">#</a> The low efficacy and professionalism of teachers</h2>\n<p>The fact is that a large proportion of those responsible for teaching in schools, especially in remote areas, refugee camps and settlements, are not adequately trained, which results in the shortage of qualified teachers. In this case, the teachers do not have the expertise and professionalism, and the teaching efficiency is very low. As a result, quality education is out of reach.</p>\n<p><img data-src=\"https://cdn.jsdelivr.net/gh/PS6-PBL-Group2/figbed/Figure3.jpg\" alt=\"Fig3\" /></p>\n<h2 id=\"teachers-are-out-of-touch-with-the-world\"><a class=\"anchor\" href=\"#teachers-are-out-of-touch-with-the-world\">#</a> Teachers are out of touch with the world</h2>\n<p>In fragile countries affected by poverty and conflict, many teachers have little access to computers and the internet and almost have no skills in technology devices. Teachers are unable to update their knowledge, are disconnected from the rest of the world. Therefore, students cannot be taught correct and diverse knowledge, which may lead to further marginalisation of their communities. Therefore, the development of quality education in these areas is very difficult.</p>\n<p><img data-src=\"https://cdn.jsdelivr.net/gh/PS6-PBL-Group2/figbed/Figure4.jpg\" alt=\"Fig4\" /></p>\n<h2 id=\"the-teaching-profession-lost-its-appeal\"><a class=\"anchor\" href=\"#the-teaching-profession-lost-its-appeal\">#</a> The teaching profession lost its appeal</h2>\n<p>Teachers are the most basic component of quality education. If there is no professional guidance or systematic training, high-quality teachers are scarce, and the space for professional development of teachers will be small, which will affect people's career choice, and the number of teachers will be threatened. The number of teachers determines the speed of the development of quality education to some extent.</p>\n",
            "tags": []
        },
        {
            "id": "https://ps6-pbl-group2.github.io/2023/08/04/Solution/",
            "url": "https://ps6-pbl-group2.github.io/2023/08/04/Solution/",
            "title": "Solution",
            "date_published": "2023-08-03T19:07:01.000Z",
            "content_html": "<h1 id=\"solution-to-these-problems\"><a class=\"anchor\" href=\"#solution-to-these-problems\">#</a> Solution to these problems</h1>\n<p>The best way to improve these problems is to provide teacher training, which is divided into four steps.</p>\n<h2 id=\"set-up-an-international-teacher-training-organization\"><a class=\"anchor\" href=\"#set-up-an-international-teacher-training-organization\">#</a> Set up an international teacher training organization</h2>\n<p>Establish an international teacher training organization, which is specialists in providing quality education and training in fragile countries.</p>\n<h2 id=\"recruit-volunteers-from-around-the-world\"><a class=\"anchor\" href=\"#recruit-volunteers-from-around-the-world\">#</a> Recruit volunteers from around the world</h2>\n<p>call on education professionals around the world to join in providing online and offline support in their spare time for teacher training in fragile states.</p>\n<p><img data-src=\"https://cdn.jsdelivr.net/gh/PS6-PBL-Group2/figbed/Figure5.png\" alt=\"Fig5\" /></p>\n<h2 id=\"work-with-local-governments\"><a class=\"anchor\" href=\"#work-with-local-governments\">#</a> Work with local governments</h2>\n<p>Work with local communities and the Ministry of Education to obtain support from local government. Promote and appeal to all the local teachers through government channels to join international teacher training institutions and receive training. Engage with policy makers to advocate for the best approaches to ensure quality education is developed and maintained.</p>\n<h2 id=\"develop-a-comprehensive-teacher-training-programme\"><a class=\"anchor\" href=\"#develop-a-comprehensive-teacher-training-programme\">#</a> Develop a comprehensive teacher training programme</h2>\n<p>In cooperation with the local education authorities, develop a comprehensive teacher training model that is adapted to the local political and cultural environment. Firstly, adopt the training curriculum of the country where the programme is being conducted, which aligns it with country’s education strategic plan as well as ensuring recognised certification. Secondly, adopt a blended online-offline approach, which helps teachers to understand and apply modern teaching methods to their classroom. In order not to deprive children their teachers, the training will be conducted on-site during school holidays and on-line when schools are in session via Zoom, Microsoft Teams, video links and other e-learning approaches that allow students to access learning materials offline. Finally, organise teaching practice, which helps teachers improve their skills with every training lesson offered and ensures direct benefit to their pupils.</p>\n<p><img data-src=\"https://cdn.jsdelivr.net/gh/PS6-PBL-Group2/figbed/Figure6.jpeg\" alt=\"Fig6\" /></p>\n",
            "tags": []
        },
        {
            "id": "https://ps6-pbl-group2.github.io/2023/08/04/Evaluation/",
            "url": "https://ps6-pbl-group2.github.io/2023/08/04/Evaluation/",
            "title": "Evaluation",
            "date_published": "2023-08-03T18:09:05.000Z",
            "content_html": "<h1 id=\"evaluation-of-the-solution\"><a class=\"anchor\" href=\"#evaluation-of-the-solution\">#</a> Evaluation of the solution</h1>\n<h2 id=\"how-does-this-approach-solve-the-problem\"><a class=\"anchor\" href=\"#how-does-this-approach-solve-the-problem\">#</a> How does this approach solve the problem?</h2>\n<p>This approach can solve most of problems of poor-quality education caused by teachers.</p>\n<ol>\n<li>\n<p>Teachers who have received systematic training have more professional teaching skills and more modern teaching methods and can teach students more efficiently. In addition, teacher training has also strengthened their professionalism, and the quality of teachers has been greatly improved. All these laid the foundation for the development of quality education.</p>\n</li>\n<li>\n<p>Through the International Teacher Training Organization, teachers in vulnerable countries have access to educational resources from developed countries and are trained in the use of computers and the Internet. Through these resources, teachers can update their knowledge, strengthen their connection with the world, and prevent further marginalization of communities, providing a guarantee for the development of quality education.</p>\n</li>\n<li>\n<p>The establishment of the international teacher training organization enables more local people to see the prospect of teacher career development, and more people are willing to engage in the teacher profession, thus promoting the prosperity and development of the teacher profession and promoting the advancement of quality education.</p>\n</li>\n</ol>\n<p><img data-src=\"https://cdn.jsdelivr.net/gh/PS6-PBL-Group2/figbed/Figure7.png\" alt=\"Fig7\" /></p>\n<h2 id=\"what-are-the-current-challenges\"><a class=\"anchor\" href=\"#what-are-the-current-challenges\">#</a> What are the current challenges?</h2>\n<h3 id=\"lack-of-resources-poor-school-infrastructure\"><a class=\"anchor\" href=\"#lack-of-resources-poor-school-infrastructure\">#</a> Lack of resources &amp; poor school infrastructure</h3>\n<p>The education environment in fragile states is very difficult. Educational resources such as teaching materials and other teaching tools are very scarce, and purchasing and transporting from other countries will consume a lot of funds and manpower.</p>\n<h3 id=\"lack-of-stable-support\"><a class=\"anchor\" href=\"#lack-of-stable-support\">#</a> Lack of stable support</h3>\n<p>This is a charitable organization, and its manpower and funding sources are not stable, so we think it may be very difficult to sustain it in the long term.</p>\n<p><img data-src=\"https://cdn.jsdelivr.net/gh/PS6-PBL-Group2/figbed/Figure8.jpg\" alt=\"Fig8\" /></p>\n<h2 id=\"what-are-the-advantages-of-this-approach-over-other-solutions\"><a class=\"anchor\" href=\"#what-are-the-advantages-of-this-approach-over-other-solutions\">#</a> What are the advantages of this approach over other solutions?</h2>\n<h3 id=\"more-professional\"><a class=\"anchor\" href=\"#more-professional\">#</a> More professional</h3>\n<p>The quality of teachers is very important for quality education. To improve the efficiency and professionalism of teachers, there is no more professional and effective way than providing professional training to teachers. Teachers need to improve their teaching skills through learning.</p>\n<h3 id=\"more-practical\"><a class=\"anchor\" href=\"#more-practical\">#</a> More practical</h3>\n<p>The purpose of quality education is to make everyone not only receive basic education, but also access to a higher level of education. In the process of training, teachers in fragile countries not only learn how to teach students, but also strengthen their contact with the world through international teacher training organizations, which is a kind of broadening of their own vision. This is a higher level of education.</p>\n<p><img data-src=\"https://cdn.jsdelivr.net/gh/PS6-PBL-Group2/figbed/Figure9.png\" alt=\"Fig9\" /></p>\n<h3 id=\"more-impressive\"><a class=\"anchor\" href=\"#more-impressive\">#</a> More impressive</h3>\n<p>If we want to attract more people to pay attention to the importance of the teaching industry to quality education, the impact of improving teachers' salary and welfare as well as their social status will be short-lived. Only by fundamentally improving the quality of teachers can we achieve lasting impact</p>\n",
            "tags": []
        },
        {
            "id": "https://ps6-pbl-group2.github.io/2023/08/04/Example/",
            "url": "https://ps6-pbl-group2.github.io/2023/08/04/Example/",
            "title": "Example",
            "date_published": "2023-08-03T17:11:14.000Z",
            "content_html": "<h1 id=\"here-is-a-good-example\"><a class=\"anchor\" href=\"#here-is-a-good-example\">#</a> Here is a good example</h1>\n<p><img data-src=\"https://cdn.jsdelivr.net/gh/PS6-PBL-Group2/figbed/Figure11.jpg\" alt=\"Fig11\" /></p>\n<p>Windle International are specialists in providing quality education and training across East Africa and the Horn of Africa. It’s an international non-governmental organization (NGO) with over forty years of experience, based in and operating across eastern Africa, the UK, the US and Canada. This organization’s approaches to teacher training include providing blended online-offline approach, on-the-job training, teaching practice, training curriculum and baseline survey. Every year Windle International helps over a million refugees and people affected by conflict to access quality education.</p>\n<p><img data-src=\"https://cdn.jsdelivr.net/gh/PS6-PBL-Group2/figbed/Figure10.jpg\" alt=\"Fig10-ppt\" /></p>\n",
            "tags": []
        },
        {
            "id": "https://ps6-pbl-group2.github.io/2023/08/04/Reference/",
            "url": "https://ps6-pbl-group2.github.io/2023/08/04/Reference/",
            "title": "Reference",
            "date_published": "2023-08-03T16:19:21.000Z",
            "content_html": "<h1 id=\"reference\"><a class=\"anchor\" href=\"#reference\">#</a> Reference</h1>\n<ul>\n<li>“4 Barriers to Teachers’ Professional Development in Fragile Contexts | Blog | Global Partnership for Education.” Accessed August 4, 2023. <span class=\"exturl\" data-url=\"aHR0cHM6Ly93d3cuZ2xvYmFscGFydG5lcnNoaXAub3JnL2Jsb2cvNC1iYXJyaWVycy10ZWFjaGVycy1wcm9mZXNzaW9uYWwtZGV2ZWxvcG1lbnQtZnJhZ2lsZS1jb250ZXh0cw==\">https://www.globalpartnership.org/blog/4-barriers-teachers-professional-development-fragile-contexts</span>.</li>\n<li>Damon, Amy, Paul Glewwe, Suzanne Wisniewski, and Bixuan Sun. “What Education Policies and Programmes Affect Learning and Time in School in Developing Countries? A Review of Evaluations from 1990 to 2014.” <em>Review of Education</em> 7, no. 2 (June 2019): 295–387. <span class=\"exturl\" data-url=\"aHR0cHM6Ly9kb2kub3JnLzEwLjEwMDIvcmV2My4zMTIz\">https://doi.org/10.1002/rev3.3123</span>.</li>\n<li>Hodgkinson-Williams, C., and P. Arinto, eds. <em>Adoption and Impact of OER in the Global South</em>. African Minds, 2017. <span class=\"exturl\" data-url=\"aHR0cHM6Ly9saWJyYXJ5Lm9hcGVuLm9yZy9oYW5kbGUvMjAuNTAwLjEyNjU3LzI5NDMx\">https://library.oapen.org/handle/20.500.12657/29431</span>.</li>\n<li>International, Windle. “Training Teachers for Quality Education.” Accessed August 4, 2023. <span class=\"exturl\" data-url=\"aHR0cHM6Ly93aW5kbGUtaW50ZXJuYXRpb25hbC5zaG9ydGhhbmRzdG9yaWVzLmNvbS90cmFpbmluZy10ZWFjaGVycy1mb3ItcXVhbGl0eS1lZHVjYXRpb24v\">https://windle-international.shorthandstories.com/training-teachers-for-quality-education/</span>.</li>\n<li>Martin. “Education.” <em>United Nations Sustainable Development</em> (blog). Accessed August 4, 2023. <span class=\"exturl\" data-url=\"aHR0cHM6Ly93d3cudW4ub3JnL3N1c3RhaW5hYmxlZGV2ZWxvcG1lbnQvZWR1Y2F0aW9uLw==\">https://www.un.org/sustainabledevelopment/education/</span>.</li>\n<li>“Quality Education: Why It Matters,” February 4, 2017. <span class=\"exturl\" data-url=\"aHR0cHM6Ly93d3cudW4ub3JnL3N1c3RhaW5hYmxlZGV2ZWxvcG1lbnQvd3AtY29udGVudC91cGxvYWRzLzIwMTcvMDIvNF9XaHktSXQtTWF0dGVycy0yMDIwLnBkZg==\">https://www.un.org/sustainabledevelopment/wp-content/uploads/2017/02/4_Why-It-Matters-2020.pdf</span>.</li>\n<li>“Redefining Education in the Developing World (SSIR).” Accessed August 4, 2023. <span class=\"exturl\" data-url=\"aHR0cHM6Ly9zc2lyLm9yZy9hcnRpY2xlcy9lbnRyeS9yZWRlZmluaW5nX2VkdWNhdGlvbl9pbl90aGVfZGV2ZWxvcGluZ193b3JsZA==\">https://ssir.org/articles/entry/redefining_education_in_the_developing_world</span>.</li>\n<li>“What We Do - Windle,” May 1, 2021. <span class=\"exturl\" data-url=\"aHR0cHM6Ly93aW5kbGV1Z2FuZGEub3JnL3Byb2dyYW1tZXMv\">https://windleuganda.org/programmes/</span>, <span class=\"exturl\" data-url=\"aHR0cHM6Ly93aW5kbGV1Z2FuZGEub3JnL3Byb2dyYW1tZXMv\">https://windleuganda.org/programmes/</span>.</li>\n<li>Windle Trust International. “Improving the Quality of Education.” Accessed August 4, 2023. <span class=\"exturl\" data-url=\"aHR0cHM6Ly93d3cud2luZGxlLm9yZy51ay9xdWFsaXR5LWVkdWNhdGlvbg==\">https://www.windle.org.uk/quality-education</span>.</li>\n<li>Windle Trust International. “Windle Trust International.” Accessed August 4, 2023. <span class=\"exturl\" data-url=\"aHR0cHM6Ly93d3cud2luZGxlLm9yZy51aw==\">https://www.windle.org.uk</span>.</li>\n</ul>\n",
            "tags": []
        }
    ]
}